
# Задача 2, ако изходните данни са в матрица. Дали има по-елегантен начин за принтиране?
matrix =[
    ["ivan", "maria", "petar"],
    ["ivanov", "popova", "petrov"]
]
# iep: discuss
print(matrix[0][0],matrix[1][0])
print(matrix[0][1],matrix[1][1])
print(matrix[0][2],matrix[1][2])
)